Repository: PumaDev310/PushBud
Catalog: Pushbud/Resources/*.lproj/Localizable.strings
Languages: nb

# Friend
source: Venner
nb: Friend

source: Cancel
nb: Avbryt

source: Done
nb: Ferdig

source: Yes
nb: Ja

source: No
nb: Nei

source: Skip
nb: Neste

source: Logout
nb: Logg ut

source: Retry
nb: Prøv igjen

# Keypad.Done
source: Done
nb: Ferdig

source: Save
nb: Lagre

# UnfollowAlert
source: Are you sure want to stop following '%@'?
nb: Sikker på du vil stoppe å følge '%@'?

source: Failure
nb: Feil

# Error.Unexpected
source: An error occurred. Please try again later.
nb: Det skjedde en feil. Prøv igjen senere.

# Error.NoNetworkTitle
source: Network error
nb: Nettverksfeil

# Error.NoNetworkTip
source: Please check your internet connection and try again.
nb: Sjekk at du har internet og prøv igjen.

# Sidebar.LogoutAlert
source: Are you sure you want to log out?
nb: Sikker på du vil logge ut av PushBud?

# Sidebar.Friends
source: Friends
nb: Venner

# Sidebar.Tags
source: My Tags
nb: Mine tags

# Sidebar.Events
source: My events
nb: Mine events

# Sidebar.Pictures
source: Pictures nearby
nb: Bilder i nærheten

# Sidebar.EditProfile
source: Edit Profile
nb: Rediger Profil

# Sidebar.Settings
source: Settings
nb: Innstillinger

# Date.JustNow
source: Just Now
nb: Nylig

# Date.MinutesAgo
source: %d min(s) ago
nb: %d min siden

# Date.HourAgo
source: an hour ago
nb: en time siden

# Date.HoursAgo
source: %d hour(s) ago
nb: %d timer siden

# Date.YesterdayAt
source: 'Yesterday at 'h:mm a
nb: 'I går 'h:mm a

# Date.ThisYearAt
source: MMM d' at 'h:mm a
nb: MMM d' kl 'h:mm a

# Date.PastYearAt
source: MMM d', 'yyyy' at 'h:mm a
nb: MMM d', 'yyyy' kl 'h:mm a

# Authentication.LoginTitle
source: SIGN IN
nb: LOGG INN

# Authentication.LoginButton
source: Sign-In
nb: Logg inn

# Authentication.SignupTitle
source: JOIN
nb: OPPRETT KONTO

# Authentication.SignupButton
source: Create Account
nb: Opprett konto

# Authentication.Username
source: Username
nb: Brukernavn

# Authentication.Password
source: Password
nb: Passord

# Authentication.RepeatPassword
source: Confirm password
nb: Bekreft passord

# Authentication.LoginSeparatorTip
source: Or sign in using Pushbud account
nb: Eller logg inn med en Pushbud account

# Authentication.SignupSeparatorTip
source: Or sign up using email
nb: Lag ny konto med epost

# Error.UsernameEmpty
source: Username is required
nb: Brukernavn er påkrevd

# Error.UsernameInvalid
source: Invalid username
nb: Ugyldig brukernavn

# Error.UsernameTooShort
source: Username must be over 4 characters
nb: Brukernavn må være minst 4 tegn

# Error.UsernameInvalidCharacter
source: Only a-z 0-9 or .-_ is valid in the username
nb: Kun a-z 0-9 eller symboler .-_ er tillatt i brukernavnet

# Error.PasswordEmpty
source: Please enter password
nb: Ingen passord er skrevet inn

# Error.PasswordTooShort
source: Password cannot be less than 4 charaters
nb: Passordet er for kort og må bestå av minimum 4 tegn

# Error.PasswordMismatch
source: Password and confirm password do not match
nb: Passordene stemmer ikke med hverandre

# Error.LoginFailedTitle
source: Could not sign you in
nb: Kunne ikke logge inn

# Error.LoginFailedTip
source: Check if you typed your username and/or password correctly
nb: Sjekk at brukernavn og passord er riktig og prov igjen

# Error.SignupFailedTitle
source: Could not register your user
nb: Kunne ikke registrere bruker

# Error.SignupFailedTip
source: An error occurred. Please try again later
nb: Det skjedde en feil. Prøv igjen

# Map.UserLocationUnavailableMessage
source: To show and follow your location, location services needs to be turned on. Also make sure PushBud is authorized to use your location.
nb: To show and follow your location, it is required that location services is turned on in Settings → Privacy → Location Services Also make sure PushBud is authorized to use your location.

# LocationServices.Disabled.Title
source: Where are you?
nb: Hvor er du?

# LocationServices.Disabled.Tip
source: PushBud requires location services to be turned on, so we can recommend nearby events.
nb: PushBud trenger din lokasjon for å vite hva vi skal vise deg.

# LocationServices.Disabled.Button
source: Enable Location Services
nb: Aktiver lokasjon tjeneste

# LocationServices.Unauthorized.Title
source: Where are you?
nb: Hvor er du?

# LocationServices.Unauthorized.Tip
source: Authorize us to use your location, so we can recommend nearby events.
nb: Gi tilgang til stedstjeneste for PushBud.

# LocationServices.Unauthorized.Button
source: Authorize Us
nb: Gi tilgang

# LocationServices.Disabled.Toast.Title
source: Location Services
nb: Stedtjeneste

# LocationServices.Disabled.Toast.Tip
source: PushBud requires location services to be turned on. Go to Settings → Privacy → Location Services and turn location services on.
nb: PushBud trenger stedstjeneste aktivert. Gå inn på Innstilling → Personvern → Stedtjenester og aktiver den.

# LocationServices.Unauthorized.Toast.Title
source: Location Services
nb: Stedtjeneste

# User.Following
source: Following
nb: Følger

# Feed.Report
source: Your feed report submitted.
nb: Rapport mottatt.

# Feed.UnReport
source: Removed your feed report.
nb: Fjern din rapportering.

# Feed.FilterOwnEvents
source: MY EVENTS
nb: MINE EVENTS

# Comments.Placeholder
source: Enter your comment...
nb: Din kommentar...

# Comments.EmptyTip
source: Be the first to comment.
nb: Vær den første til å kommentere.

# Friends.SearchPlaceholder
source: Search people...
nb: Søk etter venner...

# CHANGE_RADIUS_ERROR_TITLE
source: Could not store new radius
nb: Kan ikke lagre ny radius

# CHANGE_RADIUS_ERROR
source: There was an error while updating your radius. Please try again later
nb: En feil skjedde når vi skulle oppdatere din radius. Prøv igjen om litt.

# Tags.SearchPlaceholder
source: Search tags...
nb: Søk etter tags...

# Editor.Title
source: Details
nb: Detaljer

# Editor.Location
source: Location
nb: Lokasjon

# Editor.SlugPlaceholder
source: Enter description...
nb: Bildetekst

# Editor.MapLocationTip
source: Tap and hold to drag the marker. Long press the place to quickly move the marker.
nb: Trykk og hold for å flytte markør. Press lenge for å kjapt flytte markør

# Editor.WaitWhileSaving
source: Please wait while the post is being saved.
nb: Lagrer eventet ditt.

# Editor.VisibilityTitle
source: Visibility
nb: Synlighet

# EditorMap.SearchPlaceholder
source: Search nearby place...
nb: Søk plasser i nærheten...

# Error.EventCreateFailTitle
source: Failure
nb: Feil

# Error.EventCreateFailTip
source: Cannot save because of an server error.
nb: Feil på server og kan ikke lagre ditt event.

# Error.PhotoUploadFailed
source: An error has occurred during picture upload, please try again.
nb: Kunne ikke laste opp bildet. Vennligst prøv igjen senere

# Profile.Own.Title
source: My profile
nb: Min profil

# Profile.Save
source: Save changes
nb: Lagre endringer

# Profile.AcceptInvitation
source: Accept Invitation
nb: Aksepter invitasjon

# Profile.CameraPhoto
source: Take a photo
nb: Ta ett bilde

# Profile.LibraryPhoto
source: Photo from library
nb: Bibliotek

# Profile.RemovePhoto
source: Remove profile picture
nb: Fjern profil bildet

# Profile.NamePlaceholder
source: Name
nb: Navn

# Profile.ImageUploadError
source: There was an error while uploading picture
nb: Det skjedde en feil ved opplasting av bildet

source: Profile Visibility
nb: Profilens synlighet

# Profile.VisibilityPrivate
source: Profile can be seen by friends only.
nb: Profilen kan kun sees av venner.

# Profile.VisibilityPublic
source: Profile is available to be seen by anyone.
nb: Profilen er synlig for alle.

# ChangePassword.Title
source: Change Password
nb: Bytt passord

# ChangePassword.CurrentPasswordTitle
source: Current password
nb: Nåværende passord

# ChangePassword.NewPasswordTitle
source: New password
nb: Nytt passord

# ChangePassword.RepeatPasswordTitle
source: Repeat password
nb: Gjenta passord

# ChangePassword.ShowPassword
source: Show Password
nb: Vis passord

# ChangePassword.HidePassword
source: Hide Password
nb: Skjul passord

# APIError.LoginExist
source: Username "%@" is taken, choose a different username
nb: Brukernavn "%@" er opptatt, velg ett annet

# FRXT
source: Friend Request
nb: Venneforespørsel

# FRXB
source: %@ sent you a friend request
nb: %@ vil bli venn med deg!

# FRAT
source: Accepted Friend Request
nb: Aksepterte

# FRAB
source: %@ accepted your friend request
nb: %@ aksepterte din venneforespørsel

# NET
source: New event from %@
nb: %@ har publisert noe nytt

# TRXT
source: Tracking request
nb: Sporings forespørsel

# TRXB
source: %@ sent you a position tracking request
nb: %@ har spurt om tilgang til din posisjon

# TRAT
source: Position tracking request
nb: Posisjonsporing godkjent

# TRAB
source: %@ accepted your position tracking request
nb: %@ aksepterte din sporings forespørsel

# TRIT
source: %@ is close
nb: %@ er i nærheten

# TRIB
source: %@ is under %@m away from you
nb: %@ er under %@m unna deg!

# TRDT
source: Position tracking request
nb: Posisjonsporing ikke godkjent

# TRDB
source: %@ rejected your position tracking request
nb: %@ godkjente ikke din sporings forespørsel

# NCT
source: %@ commented your event
nb: %@ kommenterte ditt event
